<!-- 

1.
プロンプトの改善

2.
質問の順序変更 TODO DONE
質問の手動追加 TODO DONE
配布用URLの発行
質問をシナリオテーブルに連携 TODO NOT USE
質問深掘りでシナリオ作成コンサル機能 TODO DONE

3.
プロンプトの改善
チャット機能 TODO DONE
質問/回答の保存 TODO DONE
音声対話機能
質問セクションを追加 TODO:

4.
ユーザログイン機能 企画者・回答者
質問別集計
回答者別集計
AIでの集計/分析




＜質問コンサル入力項目＞
あなたはマーケターで、デプスインタビューの専門家です。
サービスの利用者向けにインタビューを実施するために質問フローを作成してください。
下記の条件を考慮し、目的に沿って、具体的なインサイトを調査する質問シナリオになるようにしてください。
＃インタビューの目的
    ：core_purpose
＃今後伸ばしたいターゲット
    ：target_age
    ：target_gender
    (：target_地域)
＃サービスの特徴
    ：service_feature
＃サービスの競合
    ：competition
＃ユーザーの利用方法を把握した上で、どんな課題を解決したいのか
    ：core_issue



TODO:ターゲット情報も組み込んで質問を生成
TODO:質問セクションを追加
TODO 質問コンサル


-->